Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] KO>EN The Final Raid Boss TM.tmx
Source language: ko_kr
Languages: en

source: 리젠 될 수도 있으니까 나중에 한 번 같이 가보자
en: well, let’s go there again since they could respawn later.

source: 명성 2,866
en: prestige 2,866

source: 두근
en: badum

source: 콰슉!
en: ,fshhk

source: 아무래도..
en: hmm...

source: 말로 표현하기 어려운데 그 정도가 아니야
en: it’s hard to describe it in words, but they were much more than that.

source: 우리가 잘 해결해야 하네
en: we must do a great job.

source: 좀 더 생각해 볼 걸⋯
en: I should’ve taken more time to consider it...

source: 그
en: ble

source: 나도 이제 모르겠다⋯
en: I don’t know anymore...

source: 빨리 정리하고 연락할게!
en: I’ll get it done fast and call you back!

source: ㅁㅊ..
en: sh*t...

source: 그걸 왜 지워!?
en: why would you delete them?!

source: 촤르륵
en: swoosh

source: 콰지끈
en: crackle

source: 깜빡 넘어갈 뻔했네
en: ah, I almost forgot.

source: 왜 10분 동안 가만히 있으면 해제되는 함정을 설치하라고 했을까?
en: but I wonder why he told me to set up traps that automatically disappear after 10 minutes?

source: 고블린들 집합!
en: goblins, fall in!

source: IG 소프트
en: IG soft

source: 애초에 전쟁을 일으킨 것도 너고
en: you were the one who started the war

source: 딱
en: strong

source: 죄송할 일이 또..
en: there’s one more thing...

source: 화아아 -
en: whoosh

source: 준비!!!
en: ready!!!

source: [몸풀기]
en: [warm up]

source: 내 전략은 간단해
en: my plan is simple.

source: 꾸라라라!
en: grarara!

source: ...!!!! (크아악!)
en: ...!!! (argh!)

source: 목을 노려서 크리티컬을 중첩시키면
en: I’ll aim at her neck for a critical hit.

source: 헉- 헉-
en: huff, huff

source: 질문 있는 사람?
en: are there any questions?

source: -디바이스개발 공도석
en: - dosuk gong, device developer

source: [무장 스켈레톤]
en: [armored skeleton]

source: 씨 익
en: smirk

source: 저주를 걸었던 '누군가'가 분노합니다.
en: the certain "someone" who placed the curse is furious.

source: 내가 본 게
en: what the heck...

source: 그렇다면 방법은 하나야⋯!
en: there’s only one way I can fix this...!

source: 누가 누구를?
en: make who an subordinate?

source: -몬스터 악명 획득
en: -you can obtain monster reputation.

source: *부가 옵션 추가 가능
en: *additional options can be added

source: 멋'의 승리인가?
en: my “style” won again.

source: 꽝!{j}꽝! (팍씨!{j}까불고 있어꽝 이란 뜻)
en: {j}{j}squeak! squeak! (don’t mess with me, jerks!)

source: 비장
en: serious

source: [반역자의 칙서] 아이템 상태 :{j}귀속
en: [the traitor’s letter] item status: absorption

source: 1분 줄 테니까 할 말 있음 빨리 해
en: any last words? I’ll give you one minute.

source: 역시 처음부터 콜라한테 사용하라고 준 거였어..!
en: just like I’d thought, I should’ve given it to cola right from the start!

source: 대체 이런 걸 왜 만들어 놓은 거야?
en: what the heck is this place?

source: 시간만 죽이는 국경 수비 임무라니
en: the border defense mission had been assigned just to kill time.

source: 외부인들이 진을 치고 있어
en: but because so many people are refusing to leave,

source: 고급 인력!!
en: a cool servant!!

source: 세로축으로 빠르게 회전하면서 검을 휘둘러 막강한 피해를 입힌다.
en: spins quickly on a vertical axis while swinging the sword, inflicting great damage to the opponent.

source: 일단 저 곰탱이가 내 부ㅎ가 된 걸 알았으니
en: before we start, commander. now that you realized that bear has become my subordinate...

source: 아직 연락 없어?
en: did you still not get a call?

source: 덕분에 길드 퀘스트 결승전을
en: thanks to that, my plan to use the guild quest's final round...

source: 잘했다!
en: good job,

source: 퍼 억
en: whoosh

source: 왜...
en: why...?

source: 던전이 완공될 때까지 마왕자를 보호하고 악한 마음을 전수하십시오.
en: protect the demon prince and pass on your evil ways to him until the dungeon is completed.

source: 못마땅.
en: displeased

source: [일렉트릭 오러]
en: [electric aura]

source: 붕!
en: whoosh

source: 왕!!
en: ash!!!

source: 웅
en: oosh

source: 샤샥
en: swoosh

source: 나를 이길 수 있는 건
en: the only one who can beat me is...

source: 심플해서 좋아
en: I like you because you’re simple.

source: 끝난 것 같지?
en: I think it’s done.

source: 거리를 좁혀서 공격하다니
en: your decision to close the distance to attack was impressive.

source: 왕실의 안정을 위해 실력 있는 기사들을 모집하고자 하네
en: therefore, I wish to recruit skilled knights to ensure the safety of the royal family.

source: 스으
en: ssk

source: 우리끼리 보스 못 잡는 거 아냐??
en: what if we can’t get the boss on our own?

source: 톡
en: THUNK

source: 주인을 찾아주면 좋은 일이 생길 지도?
en: something good might happen if you find the owner.

source: 그들이 왕국을..
en: those guys, this kingdom...

source: 벌써라니?
en: “already”?

source: 멋있는 분이니..
en: since he’s a man of style...

source: 시무룩...
en: sulk...

source: 덕분에 금방 끝났네?
en: we finished quickly because of you.

source: 대롱
en: dangle

source: 퀘스트의 힘
en: the power of a quest

source: 사악
en: SLICE

source: 역시 내가 잘 쓰는 거였어
en: I knew I was just good at using it.

source: 뭔가 있었어
en: ...there was something down here.

source: 성수중일짱'님입니다
en: seongsu is the best.

source: 부 웅!
en: whoosh

source: 활성화된 오러를 빠른 속도로 옮긴다.
en: more active aura at high speed

source: 가소로운 건⋯
en: the pathetic one...

source: 미쳐따···
en: this is insane...

source: 메마른 동굴
en: dry cave

source: 가르치는 맛이 있어!
en: what a great student!

source: ABC 길드에서 왕국 감옥을 써먹어서 탁 오빠 가둔 게 더 짜증나
en: ...I’m more annoyed that tak is stuck in the kingdom prison of the abc guild.

source: 아...
en: ah...

source: 다 왔다!
en: we’re here!

source: 가두는 건 아니지!
en: trapping me is out of line, don’t you think?!

source: 리의 순환적 이용
en: cyclical use of ri

source: 자네에게 걱정은 근육밖에 없어서 좋겠군
en: you can probably say that because all you worry about is your muscles,

source: 꽝꽝아??
en: squeaker???

source: 타{j}악!
en: sl{j}am

source: 지니
en: genie

source: 꽝꽝아 멈춰!
en: squeaker, stop!

source: 나무랑 먼지밖에 없구만..
en: all I see are trees and dust.

source: 츳 츳 츠...
en: shwoo

source: 아스트롬에서 못 쓰던 열쇠를
en: I didn’t expect to use this key that was useless in astrom

source: 츠츠츠...
en: shwoo

source: 와아아아
en: wahhh

source: 흠칫!
en: flinch

source: 그렇다면
en: in that case...

source: 인사해
en: say hi.

source: 유저 평균 전투력과 대입한 결과 [타워 디펜스] 던전은
en: based on the player's average cp, [tower defense] dungeon

source: 이번엔 30분 안에 끝내
en: you have 30 minutes to finish.

source: 나랑 할 일이 뭐지..?
en: what do you need me to do?

source: *마왕군만 착용 가능 *부가 옵션 추가 가능 (남은 옵션 3개, 수치는 랜덤)
en: *can only be worn by demon corps *additional options can be added (3 options left, stats are random)

source: 네가
en: you...

source: 정비하고 가자
en: let me get ready first.

source: 꼰머 극혐
en: disgusting boomer

source: 타 탁!
en: wham

source: 근데 막상 던전은 드랍 템이 구려서
en: but the dungeon itself wasn’t popular

source: 산.산.조.각을 내주마!!
en: I’ll break you into pieces!!!

source: 이번엔 또 뭐야?
en: what is it this time?

source: 척!
en: chk

source: ...전에도 말씀드렸던 것처럼 저희도 이런 경우가 처음이라⋯
en: like I said before, this is our first time dealing with such a case, so...

source: 지형이 생각보다 나쁘지 않아.
en: the terrain isn’t as bad as I thought it would be.

source: 피식
en: pfft

source: 당분간 여기 있어
en: just stay here for a while.

source: [내리찍었더니 내장이 파열된 건에 대하여]
en: [internal organs rupture from pressure]

source: 오래된 송곳니
en: old fang

source: 뭔에 이렇게 소란스러워!
en: why are you guys so annoying?!

source: 띠링!!
en: ding

source: 스탯은 행동을 바탕으로 경험치가 쌓여 상승합니다.
en: stats are increased by accumulating points based on actions.

source: 제 주머니에 있습니다..
en: it’s inside my pocket though...

source: 콰아앙!!
en: smash

source: 오그라드는 거면 안 하는 수가 있어
en: if it’s something cringy, I’m not gonna do it.

source: 꽝? (괜찮나꽝?)
en: squeak? (is this safe?)

source: 임무도 아니고 일반 퀘스트인데 난이도가 너무 높잖아?
en: this is way too difficult for a regular quest.

source: 복장이 바뀐 지니다.
en: it’s genie in a different outfit.

source: 두리번 두리번
en: look around

source: 안절
en: nervous

source: 그 말을 어떻게 믿지?
en: how can I trust you?

source: 풀 속성한테 전기 속성 공격 안 통하는 건 잼민이도 아는 사실인데..
en: even toddlers know that electric attacks don’t work on plant-type monsters...

source: 처음부터 다 계획적으로...
en: it was all planned from the beginning.

source: 오히려 좋아!
en: this is actually good!

source: 꾸라락ꞏꞏꞏ
en: grara...

source: 뭐야 이게..?
en: huh? what is this...?!

source: [스탯창]이 해금됩니다.
en: [status window] can be viewed.

source: 대장이형 명성을 이용해 먹으려고 들었을 때부터 결정된 거야
en: ever since I heard about how you leveraged on his fame for your own benefit, I decided...

source: 제군들이라고 부를 때마다 불쾌한 일이 생겼는데⋯
en: unpleasant things happen every time he calls us "gentlemen"...

source: 야수 기본 스킬 [하울링]
en: basic beast skill [howling]

source: 방어력 +150
en: defense +150

source: 4. [히든] 국경 마을에 숨겨진 반역자를 찾아라 (완료)
en: find the traitor hidden in the border village (completed)

source: 왠지 마음이 놓인 플리커
en: flicker somehow feels relieved

source: 샤르르...
en: flutter

source: 깜짝!
en: jolt

source: IG소프트 공대장 대응팀
en: IG soft raid boss support team

source: 뭐...
en: huh?

source: 공대장 덕후···
en: raid leader fans...

source: 보고되지 않은 몬스터들이 소환되었고 흑마법을 사용했습니다
en: unregistered monsters were summoned and they used black magic as well.

source: 안전한 곳에 보관해야 한다
en: it should be kept in a safe place.

source: 그래?
en: yeah?

source: 호위대장도 한패였나∙∙∙!
en: so he was one of you...!

source: 쾅쾅쾅
en: pow pow pow

source: 그리고 저 토끼가 숨긴 아이템도 줘
en: and give me the item he tried to hide.

source: 꽝꽝꽝.
en: squeak squeak squeak.

source: 오?
en: oh!

source: 캉
en: clang

source: 그럼 그렇지 기대도 안 했어
en: of course. I didn’t even expect it to work.

source: 아무튼 공대장씨의 행동이 게임 스토리에 영향을 준다는 건 확실해졌어
en: anyway, it’s become clear that mr. raid boss’s actions affect the game’s storyline.

source: 실력까진 모르겠어 난
en: ... but I’m unsure about his abilities.

source: 뭐야 어떻게 게임에서 사람이 없어져?
en: what? how can someone disappear in a game?

source: 비밀 유지를 위해 자네들만 불렀지만 인원수 제한은 없다는 걸 알아두게
en: although I only called you guys to keep it confidential, there is no limit on the number of people.

source: 듀라한이 잃어버린 투구.
en: durahan’s lost helmet.

source: 황달
en: sweat

source: 마법병이 준 히든 미션도 완료됐어
en: the magician’s missions and the hidden missions are completed.

source: 갑자기 이게 무슨 일인가?{j}요?
en: {j}what just happened?

source: [마력 흡수]
en: [mp absorption]

source: 신..{j}신께서..
en: g... god...

source: 선택 퀘스트가 생성되었습니다
en: an optional quest has been created.

source: 꽝..꽝! (끝이..
en: squeak squeak...! (that’s not it...!)

source: 이제 마무리 단계라네 공대장님이 오시기 전에ꞏꞏꞏ
en: we are finishing it off now, before the raid boss comes back...

source: 그럼 얘는..?
en: then, what about him...?

source: 스르르
en: shwoo

source: 할 소리?
en: you got completely destroyed by a succubus.

source: 혹시 뭐 생각해두신 거라도..?
en: is there perhaps something you’d like me to do...?

source: 난 천재다꽝
en: I’m a genius, kkwang.

source: 그러고 보니 이 던전 미완성이라고 욕먹었었는데..
en: come to think of it, this dungeon was heavily criticized for being incomplete...

source: 폭파 피해 복구도 끝났고 몬스터 배치도 끝났으니까
en: since the damages from the explosion have been recovered and monster placement is done

source: 다시 한번 말하지만
en: I’ll say it one more time.

source: 할 일이 뭔데?
en: what do I have to do?

source: 계급은 무조건 군대지ㅋㅋㅋ
en: if it’s this class, it’s definitely military hahaha.

source: 우리는 저쪽이 정리되는 대로
en: as soon as they are done...

source: 꽝??!! (진짜??!!)
en: squeak?! (really?!)

source: 막을 필요 없다는 건 무슨 의미야?
en: what do you mean by we don’t need to stop him?

source: 그 슬라임인지 뭔지 잡겠다고 레벨링하러 갔어
en: they went to level up more so that they can kill the slime.

source: 하다 보니 재밌군ꞏꞏꞏ
en: it’s pretty fun...

source: 생각보다 아쉬운데..?
en: it’s more disappointing than I thought it would be...?

source: 저 뒤에 잠깐 숨어 있어!
en: hide behind there for now!

source: 일단 열자!
en: ...let’s open it!

source: 아무도 못 깬 던전을 혼자 깨는 건데!
en: especially since I’ll be clearing the dungeon that no one else has all on my own!

source: 이렇게 된 김에
en: now that we’re here...

source: 강해져서
en: stronger...

source: 지금 인터넷에 '공대장' 닉네임으로 보낸 1:1 대화창이 '읽음' 표시된 사람이
en: someone posted a screenshot of a 1:1 chat window with someone using "raid boss" as their nickname.

source: 식을 마치겠습니다 다시 성문을 개방하고
en: the ceremony has ended. reopen the gate...

source: 어후 PTSD땜에 전 하차합니다
en: well, I gotta go, don’t want to trigger my PTSD.

source: 특정한 마력에 반응하는 열쇠.
en: a key that responds to a specific magic power.

source: 저건 어떻게 처리합니까..?
en: what should we do with that thing?

source: 그래서 유물은?
en: so what about the relics?

source: 피격 당한 대상에게
en: it freezes the target

source: 파스스
en: sss

source: 크억!
en: argh!

source: 믿겠냐
en: I mean, yeah.

source: 쿠{j}웅!!
en: sm{j}ash!!!

source: 왕국의 위기를 막고 왕실의 기강을 바로잡아주신
en: we praise the raid boss who has prevented the crisis of our kingdom...

source: 왜 레벨이 올랐어?!
en: why did your level increase?!

source: 크아악!!
en: argh!!!

source: 말은 좀 끝까지 듣자?
en: at least let me finish my sentence!

source: 10분 후...
en: 10 minutes later...

source: (남은 횟수 4회)
en: (four uses left)

source: 상대를 향해 강하게 휘두른다.
en: swing towards the opponent heavily

source: 꾸라 라라
en: rumble

source: 싫어..
en: are the worst...

source: 국왕도 사망한지 오래된 듯 합니다.
en: it looks like the king has been dead for a while.

source: 정상적인 플레이를 위해 아이템을 회수합니다.
en: the item will be retrieved for normal play.

source: 그것까진 모르겠습니다
en: we still don’t know anything about that.

source: 타{j}앙
en: TA{j}P

source: 유지보수팀원은 왜···?
en: why do they have to be from the maintenance team...?

source: 제물로 삼았네
en: I made a sacrifice.

source: 다경 언니는 너무 멀고..
en: dagyeong is too far away...

source: 사안이 사안인지라 중간에 끊을 수밖에 없었네
en: we had no choice but to stop the battle halfway due to a particular incident.

source: 원하는 착용 아이템으로 변형할 수 있다.
en: it can be transformed into any wearable item.

source: 나를 2라운드에서 만나다니⋯
en: meeting me in round two...

source: 쿠구구궁!!
en: rumble

source: 무혜하게 굴지 말라고...요
en: so that I wouldn’t come off as rude...

source: 최근 아스트롬 게시판과 게임 커뮤니티에 계속해서
en: recently, many people have been posting about how they saw mr. raid leader

source: 벌써부터 좋은 나쁜 새끼야
en: you already seem like a great bad guy.

source: 꽝꽝이
en: kkwang kkwang

source: 화색
en: brighten up

source: 머쓱
en: awkward

source: 찰팍.. (근육은..)
en: glub... (muscles...)

source: 짧은 시간에 제대로 잘했네
en: you’ve done a good job in that short amount of time.

source: 포션 섭취
en: consume potion

source: 콰 아앙
en: crash

source: 예정대로 결승전을 진행하겠습니다
en: ...we shall now proceed to the finals as planned.

source: 옵션을 부여하면 수치도 그에 맞게 바뀝니다.
en: once you apply an option, the stats will also change.

source: 계급 :일병
en: class: private first class

source: 일병 꽝꽝이ㅋㅋㅋㅋ
en: private first class for kkwang kkwang hahaha.

source: 화 색
en: smile

source: 이렇게 다 때려 부수고 어디 간거야?
en: where did he go after smashing everything up like this?

source: 삐슝!
en: flash

source: 무식하지만 친절하군
en: you may be a little slow, but you are kind.

source: 쿠그극
en: krrk

source: 괜찮아~ 괜찮아
en: it’s okay, don’t worry.

source: 이번 건 많이 아플 거야
en: this one’s gonna hurt.

source: 으으..
en: ugh...

source: 아무것도 없다고?
en: there’s no way this place is empty.

source: 일단 말버릇부터!
en: let’s start with the way you talk!

source: 인사팀장
en: hr team leader

source: 복수도 다 때가 있는거야~
en: there is a time for everything, including revenge.

source: 보호자한테 연락한 다음에 광고 들어가고 있는 언론사 전부에 보도 자료 뿌리게
en: and send a press release to all the news companies that we put ads on after calling his guardian.

source: 크아아아
en: growl

source: 끼릭 끼릭
en: squeak squeak

source: 상태창 오픈!
en: open status window!

source: 안 되겠으면 바로 쫓아와!
en: come this way if it gets too much to handle!

source: 잊은 것을 이어 내어
en: ...where the dead awaken...

source: 오래 방치된 느낌인데...
en: looks like it's been abandoned for a long time...

source: 까가각
en: krrk

source: 카창
en: clink

source: 잘 모르는 것들이 겉만 보고 따라 하지
en: you’re just a brat who merely copies others!

source: 여전히 볼품없는 그릇이군.
en: you’re still so freaking weak...

source: 그래도 진행하시겠습니까?
en: would you like to continue?

source: 띠링 링!
en: ding-a-ling

source: 메마른 던전 최종 스테이지에 진입했습니다.
en: you have entered the final stage of the dry dungeon.

source: 왜 저러는 걸까?
en: seriously, what’s wrong with him?

source: (3대 독자야?{j}라는 뜻)
en: (3rd{j}generation?)

source: 넘어오게 될 걸세!!
en: they’ll come this way!!!

source: 드디어 복수를ꞏꞏꞏ
en: finally, revenge!

source: 좋은 방법이 있어
en: I have an idea.

source: 쉬 이익
en: swoosh

source: 타앗!
en: swoosh

source: 피해!
en: run!

source: 짜잔
en: ta-da

source: 찜통이네
en: it’s scorching in here.

source: 쩌어억
en: krrrk

source: 물론 마계의 힘인가 뭔가가 아니라
en: of course, since this isn’t the demonic power or whatever,

source: 스{j}윽
en: who{j}osh

source: 마법석
en: magic stone

source: ..잖핳!!
en: ...it!!!

source: 네..네!
en: yes... yes!

source: 큭...
en: cough...

source: 로우도 아스트롬도 말로 하면 되는 걸
en: I don’t get it... when we can just talk nicely,

source: 그러다
en: until...

source: 왜 다시 귀여워졌어?!
en: how did you become cute again?!

source: 공간 마법의 기초 스탯이 생성된다.
en: ability to use spatial magic to generate basic stats

source: 찰팍? (그래서?{j}뭐 어쩌라는 거냐?
en: glub? (so? what does that have to do with anything?

source: 타타탁!
en: clack

source: 농땡이 피우지 말고!!!
en: don’t slack off!!!

source: 으...으앗
en: u...ugh!

source: 콰 아
en: sm

source: -현재 복제된 룬선(2)
en: - current number of cloned runestones (2)

source: 근데 너...
en: but you...

source: 모두를 돌려세울
en: ...find the forgotten...

source: 위이잉
en: zwin

source: 꽉 잡아!
en: hold tight!

source: 이미 죽었네~!
en: it looks like he’s dead already!

source: 겁나 멋있잖아?!
en: it’s so damn cool!!

source: 호위 대장님!
en: commander!

source: 꽝꽝..! (이게 뭐냐꽝..!)
en: squeak squeak...?! (what’s this...?!)

source: 많이도 빨아먹었네
en: it really sucked mana out of you.

source: 내가 가기 싫다고 했잖슴!
en: I told you I didn’t want to come!

source: 아니 그게..
en: uh, well...

source: 그건..!
en: that’s...!

source: NPC와 몬스터의 퀘
en: a new storyline has

source: 매우 수상한 곳이 있지!
en: but there’s a very suspicious looking place!

source: 크하하
en: HAHAHA

source: 이 벨트는 상태 이상이랑
en: this belt can recover...

source: 만드라고라 밭 위치는 저장해놨지?
en: you didn’t forget to save the location of the farm, right?

source: 만드라고라 꼭꼭 씹어 먹고 강해져야겠네~
en: it looks like someone needs to eat mandrake and get stronger~

source: 차파팍? (근데 이거 언제 끝나냐?{j}는 뜻)
en: glu-lub? (by the way, when will this be done?)

source: 헬라임이랑 곰팅이
en: hellime and cola,

source: 왜 좋아하는 건데?
en: why do you look glad?

source: 치짓!
en: pzzt

source: 번뜩
en: flash

source: 주의
en: warning

source: 해결하지 못했다..?
en: couldn’t solve the problem...?

source: 계속 터진다꽝!
en: but it keeps exploding!

source: 꽝꽝?!
en: squeak squeak?!

source: 그대 뜻대로 하시오
en: do as he wishes.

source: 오∙∙∙!
en: oh...!

source: 참 한결같군ꞏꞏꞏ
en: he really don’t change...

source: 아주 ㅈ되는 거야!
en: I’ll f*cking destroy them!

source: 커
en: a

source: 틱!
en: tap

source: 아공간 1
en: subspace 1

source: 민첩 +33
en: agility +33

source: 이 맛에 반려동물 키우지!
en: this is why people get pets!

source: 여기 하나 더 있다!
en: there’s another one here!

source: 제...젠..!
en: d... damm...!

source: 무슨 보도 자료..{j}말씀이십니까?
en: what press releases... are you talking about?

source: 정복자의 징표
en: conqueror’s emblem

source: 마기가...
en: the magic...

source: 나중에 노동으로 갚아
en: pay it back with labor.

source: 공대장님처럼
en: just like the raid boss...

source: 난 지금 저 급식 자식보다
en: rather than that guy...

source: 대장 오빠 정말 괜찮은 건 맞아요?
en: are you sure he’s okay?

source: 아니 ꞏꞏꞏ 너는ꞏꞏꞏ!
en: wait... you are...!

source: 하하하하하!!!
en: hahahahaha!!!

source: 마왕자의 퀘스트를 완료해 특별한 보상이 주어집니다.
en: you will be given special compensation for completing the quest of the demon prince.

source: 악한 마음' 역시 쓸만해
en: ...‘evil mind’ sure is useful.

source: 툭!
en: tup

source: 대마법사 이 양반이∙∙∙
en: this arch-mage guy...

source: 꽝!{j}꽝! (와!
en: squeak! squeak! (wow! snow!)

source: 이건 상상도 못했다 진짜 잘했어.{j}공꽝꽝!
en: I’ve never even thought about this. amazing work,{j}squeaker!

source: 새로운 미션이 생성되기 전까지 반드시 대피하여 주시길 부탁드립니다.
en: please evacuate until a new mission has been created.

source: 지력 +36
en: intelligence +36

source: 만약 이 가설이 맞다면ꞏꞏꞏ
en: if my hypothesis is correct...

source: 클리어 보상이 더 좋을 수도 있어
en: who knows? the compensation for this might be better.

source: 명성이 모두 악명으로 전환됩니다.
en: all fame will turn into notoriety.

source: 대답이 필요합니까?
en: do I really need to answer that?

source: 옳지.{j}그렇게 나와야지!
en: now, that’s more like it!{j}

source: (남은 옵션 4개, 수치는 랜덤)
en: (4 options left, stats are random)

source: 하하하
en: hahaha

source: 근데 이제 집에 가야지
en: but you need to go home now.

source: 호위대장이 날 여기로 부른 게..
en: did the commander of the guards call me here to...

source: 타 앙
en: thump

source: 하..{j}혼자 갈 걸 그랬나..
en: haa... should I have gone alone...?

source: 국왕님은 수도에 계신데?
en: isn't the king in the capital?

source: 아무도 나를 막을 수 없으셈으아아악!!
en: no one can stop me- argh!!!

source: 준비해!
en: get ready!

source: 이 ㅅㄲ가∙∙∙
en: you little brat...

source: 지루..
en: bored

source: 정신 나간 듯..
en: he’s out of his mind...

source: 파지지직!!
en: rumble

source: 뭐?
en: what?

source: 반역자로 몰린 상황을 정리하려고 먼 곳까지 모시게 됐습니다
en: I had to call you here to straighten out the situation where I’m falsely accused of treason.

source: 아서 왕국의 왕 아서는 자신의 목숨보다 당신의 목숨을 더 소중히 여길 것입니다.
en: king arthur will now cherish and protect your life more than his own.

source: 이게 진짜..!
en: seriously...!

source: 콰쾅!
en: crash

source: [쾌속검]
en: [speed sword]

source: 원하는 능력을 부여할 수 있으니 익숙해지셨으면 미리 해두는 게 좋을..
en: you can also apply an ability of your choice. if you’ve gotten used to the uniform, you better do it soon.

source: ㅁㅊ..!
en: sh*t...!

source: 공격력 :150
en: offensive power: 150

source: 태세전환
en: change in attitude

source: 디버프는 현상 수배가 끝날 때까지 적용됩니다.
en: the debuff will be applied until the bounty has been lifted.

source: …가만
en: ...wait.

source: 뭐 특이사항 없었어?음..
en: was there anything out of the ordinary?

source: 나한테 원하는 게 있을 거야
en: there must be something that it wants from me.

source: 꽝! (열이 펄펄 끓는다는 뜻)
en: squeak! (he has a high fever)

source: 촤 라락
en: shaaa

source: 왜 마왕자님을 살리려고 하는 거지?
en: why are you trying to save the demon prince anyway?

source: 빠르다..
en: he’s fast...

source: 이 열쇠∙∙∙
en: this key...

source: 무조건 하란 대로 하게 되어 있어
en: so just do as I tell you to.

source: 해당 이벤트를 진행하면 취소할 수 없으며 실패 시 데이터가 삭제됩니다.
en: you cannot cancel once you proceed with this event and the data will be deleted if you fail.

source: 박살 내주겠어!
en: I’ll destroy you!

source: 역시 영양제 투입 문제인가요?
en: does it have something to do with his nutritional intake?

source: 아님..
en: or...

source: 하다하다 아이템 경험치까지 확인했는데!!
en: I even checked my items!!!

source: 야수 기본 스킬 [하울링] 크게 울부짖어 자신보다 약한 상대들에게 공포감을 심어준다.
en: basic beast skill [howling] the loud roar that induces fear in weaker opponents.

source: 타닥 타닥
en: ticka-tick

source: 퍼엉
en: clash

source: 왜 내가 창피하지..?
en: why am I feeling embarrassed...?

source: 공대장님이 주신 도면을 참고해서
en: to refer to the drawing the raid boss gave us

source: 마력이 깃든 머리칼을 잘라낸
en: who cut off her hair with magic power

source: 자.
en: terri.

source: 2개의 퀘스트가 생성됩니다. [국왕의 죽음 밝히기] [마왕군 복귀]
en: 2 quests will be created. [reveal the truth of the king’s death] [return to the demon corps]

source: 한패는 무슨..
en: what are you talking about...?

source: *주위에 백곰기사단이 있을 경우 공격력 버프 효과
en: * attack buff effect if the white bear knights are around

source: 쟤가 우리 길드 이름 가져간 애 맞지?!
en: that’s the guy who took our guild name, right?!

source: 임무도 끝내고 보상도 받았으니까
en: now that I completed the mission and got my reward,

source: 퍽!퍽!
en: pow pow

source: 어차피 할 거면서 괜히 귀찮게 이유 만들게 하고 있어
en: they keep trying to bother me even though they’ll do it anyway.

source: 보상 템들은 다 성능이 괜찮은데?!
en: all of the rewards are actually pretty good?!

source: -물리 공격력 100%
en: physical attack 100%

source: 조각이라도 해야 하나?
en: should I make it into a sculpture or something?

source: 부
en: wh

source: 쨍그랑!
en: clink

source: 이 쪼꼬만 게 마왕 아들이라고?
en: do you mean this is the demon king’s son?

source: 터질 수도 있다고 말을 해주면 덧나나..?
en: shouldn’t it warn me that it could explode?

source: 이 새기야! (꽝!)
en: this b*stard! (kkwang!)

source: 해찬이 올 때까지 쉬고 있자
en: let’s rest until haechan arrives.

source: 어그로만 오지게 끌고!!
en: ...to test my patience!!!

source: 좍
en: SLASH

source: 띡
en: beep

source: 꽝꽝이!
en: kkwang kkwang!

source: 군기 바짝
en: super disciplined

source: 대장 오빠 뉴트브 댓글 난리 났다는데⋯?!
en: there’s chaos going on now in the raid boss’ nyutube comment section?!

source: 이분을 소개할 수 있게 된 것을
en: however, what I find the most honorable is...

source: 콰드득!
en: krrk

source: 꾹
en: press

source: 이렇게 하면 분대처럼 된다는 거지?
en: that way it’ll look like a squad, right?

source: 또 힘에 굴복하라는 건가?
en: are you asking me to surrender?

source: 내 오류 노트..?
en: an error report... about me...?

source: 만드라고라∙∙∙?
en: a mandrake...?!

source: 잡테만 줬어
en: it only had mediocre items.

source: 어디서 자꾸 덜떨어진 것들이 튀어나오는 건데?
en: where are these idiots keep coming from?

source: 파
en: sm
